Repository: AsliddinRasulov477/Laws
Catalog: Laws/Models/*.lproj/Localizable.strings
Languages: uz_cyrl

# grajdanskiyCodeSec1Chap2
source: Глава II. Возникновение гражданских прав и обязанностей. Осуществление и защита гражданских прав
uz_cyrl: 2-БОБ. ФУҚАРОЛИК ҲУҚУҚ ВА БУРЧЛАРИНИНГ ВУЖУДГА КЕЛИШИ. ФУҚАРОЛИК ҲУҚУҚЛАРИНИ АМАЛГА ОШИРИШ ВА ҲИМОЯ ҚИЛИШ

# grajdanskiyCodeSec1Chap3
source: Глава III. Граждане (физические лица)
uz_cyrl: 3-БОБ. ФУҚАРОЛАР (ЖИСМОНИЙ ШАХСЛАР)

# grajdanskiyCodeSec1Chap4
source: Глава IV. Юридические лица
uz_cyrl: 4-БОБ. ЮРИДИК ШАХСЛАР

# grajdanskiyCodeSec1Chap5
source: Глава V. Государство как участник гражданско-правовых отношений
uz_cyrl: 5-БОБ. ДАВЛАТ ФУҚАРОЛИК-ҲУҚУҚИЙ МУНОСАБАТЛАР ИШТИРОКЧИСИ СИФАТИДА

# grajdanskiyCodeSec1Chap6
source: Глава VI. Общие положения
uz_cyrl: 6-БОБ. УМУМИЙ ҚОИДАЛАР

# grajdanskiyCodeSec1Chap7
source: Глава VII. Материальные блага
uz_cyrl: 7-БОБ. МОДДИЙ НЕЪМАТЛАР

# grajdanskiyCodeSec1Chap8
source: Глава VIII. Нематериальные блага
uz_cyrl: 8-БОБ. НОМОДДИЙ НЕЪМАТЛАР

# grajdanskiyCodeSec1Chap9
source: Глава IX. Сделки
uz_cyrl: 9-БОБ. БИТИМЛАР

# grajdanskiyCodeSec1Chap10
source: Глава X. Представительство и доверенность
uz_cyrl: 10-БОБ. ВАКИЛЛИК ВА ИШОНЧНОМА

# grajdanskiyCodeSec1Chap11
source: Глава XI. Исчисление сроков
uz_cyrl: 11-БОБ. МУДДАТЛАРНИ ҲИСОБЛАШ

# grajdanskiyCodeSec1Chap12
source: Глава XII. Исковая давность
uz_cyrl: 12-БОБ. ДАЪВО МУДДАТИ

# grajdanskiyCodeSec2
source: Раздел второй
uz_cyrl: Бўлим II

# grajdanskiyCodeSec2Chap1
source: Глава XIII. Общие положения
uz_cyrl: 13-БОБ. УМУМИЙ ҚОИДАЛАР

# grajdanskiyCodeSec2Chap2
source: Глава XIV. Право хозяйственного ведения. Право оперативного управления
uz_cyrl: 14-БОБ. ХЎЖАЛИК ЮРИТИШ ҲУҚУҚИ. ОПЕРАТИВ БОШҚАРИШ ҲУҚУҚИ

# grajdanskiyCodeSec2Chap3
source: Глава XV. Приобретение и прекращение права собственности
uz_cyrl: 15-БОБ. МУЛК ҲУҚУҚИНИНГ ВУЖУДГА КЕЛИШИ ВА УНИНГ БЕКОР БЎЛИШИ

# grajdanskiyCodeSec2Chap4
source: Глава XVI. Частная собственность
uz_cyrl: 16-БОБ. ХУСУСИЙ МУЛК

# grajdanskiyCodeSec2Chap5
source: Глава XVII. Публичная собственность
uz_cyrl: 17-БОБ. ОММАВИЙ МУЛК

# grajdanskiyCodeSec2Chap6
source: Глава XVIII. Общая собственность
uz_cyrl: 18-БОБ. УМУМИЙ МУЛК

# grajdanskiyCodeSec2Chap7
source: Глава XIX. Защита права собственности и других вещных прав
uz_cyrl: 19-БОБ. МУЛК ҲУҚУҚИНИ ВА БОШҚА АШЁВИЙ ҲУҚУҚЛАРНИ ҲИМОЯ ҚИЛИШ

# grajdanskiyCodeSec3
source: Раздел третий
uz_cyrl: Бўлим III

# grajdanskiyCodeSec3Chap1
source: Глава XX. Понятие и стороны обязательства
uz_cyrl: 20-БОБ. МАЖБУРИЯТ ТУШУНЧАСИ ВА ТАРАФЛАРИ

# grajdanskiyCodeSec3Chap2
source: Глава XXI. Исполнение обязательств
uz_cyrl: 21-БОБ. МАЖБУРИЯТЛАРНИ БАЖАРИШ

# grajdanskiyCodeSec3Chap3
source: Глава XXII. Обеспечение исполнение обязательств
uz_cyrl: 22-БОБ. МАЖБУРИЯТЛАРНИНГ БАЖАРИЛИШИНИ ТАЪМИНЛАШ

# grajdanskiyCodeSec3Chap4
source: Глава XXIII. Перемена лиц в обязательстве
uz_cyrl: 23-БОБ. МАЖБУРИЯТДАГИ ШАХСЛАРНИНГ ЎЗГАРИШИ

# grajdanskiyCodeSec3Chap5
source: Глава XXIV. Ответственность за нарушение обязательств
uz_cyrl: 24-БОБ. МАЖБУРИЯТЛАРНИ БУЗГАНЛИК УЧУН ЖАВОБГАРЛИК

# grajdanskiyCodeSec3Chap6
source: Глава XXV. Прекращение обязательств
uz_cyrl: 25-БОБ. МАЖБУРИЯТЛАРНИНГ БЕКОР БЎЛИШИ

# grajdanskiyCodeSec3Chap7
source: Глава XXVI. Понятие и условие договора
uz_cyrl: 26-БОБ. ШАРТНОМА ТУШУНЧАСИ ВА ШАРТЛАРИ

# grajdanskiyCodeSec3Chap8
source: Глава XXVII. Заключение договора
uz_cyrl: 27-БОБ. ШАРТНОМА ТУЗИШ

# grajdanskiyCodeSec3Chap9
source: Глава XXVIII. Изменение и расторжение договора
uz_cyrl: 28-БОБ. ШАРТНОМАНИ ЎЗГАРТИРИШ ВА БЕКОР ҚИЛИШ

# qidiruv
source: Поиск
uz_cyrl: Қидириш

# til
source: Сменить язык
uz_cyrl: Тилни ўзгартириш

# tun
source: Ночной режим
uz_cyrl: Тунги режим

# bolishish
source: Поделиться
uz_cyrl: Бўлишиш

# bizbaho
source: Оцените нас
uz_cyrl: Бизни баҳоланг

# bizhaqim
source: О нас
uz_cyrl: Биз ҳақимизда

# bizilova
source: Наши приложения
uz_cyrl: Бизнинг иловалар

# home
source: Главная
uz_cyrl: Бош саҳифа

# bookmarks
source: Закладки
uz_cyrl: Хатчўплар

# settings
source: Настройки
uz_cyrl: Созламалар
