Repository: AsliddinRasulov477/Laws
Catalog: Laws/Models/*.lproj/Localizable.strings
Languages: uz_cyrl

# adminCodeSec1
source: Раздел первый
uz_cyrl: Бўлим I

# adminCodeSec1Chap1
source: Глава I. Основные положения
uz_cyrl: 1-боб. АСОСИЙ ҚОИДАЛАР

# adminCodeSec2
source: Раздел второй
uz_cyrl: Бўлим II

# adminCodeSec2Chap1
source: Глава II. Административное правонарушение
uz_cyrl: 2-боб. МАЪМУРИЙ ҲУҚУҚБУЗАРЛИК ВА МАЪМУРИЙ ЖАВОБГАРЛИК

# adminCodeSec2Chap2
source: Глава III. Административное взыскание и принудительная мера
uz_cyrl: 3-БОБ. МАЪМУРИЙ ЖАЗО ВА МАЖБУРЛОВ ЧОРАСИ

# adminCodeSec2Chap3
source: Глава IV. Применение административного взыскания
uz_cyrl: 4-боб. МАЪМУРИЙ ЖАЗОНИНГ ҚЎЛЛАНИЛИШИ

# adminCodeSec2Chap4
source: Глава V. Административная ответственность за правонарушения, посягающие на права и свободы граждан
uz_cyrl: 5-боб. ФУҚАРОЛАРНИНГ ҲУҚУҚ ВА ЭРКИНЛИКЛАРИГА ТАЖОВУЗ ҚИЛАДИГАН ҲУҚУҚБУЗАРЛИКЛАР УЧУН МАЪМУРИЙ ЖАВОБГАРЛИК

# adminCodeSec2Chap5
source: Глава V1. Административная ответственность за правонарушения в области охраны здоровья населения
uz_cyrl: 5.1-боб. Сайлов ва референдумни ташкил этиш ҳамда ўтказиш соҳасидаги ҳуқуқбузарликлар учун маъмурий жавобгарлик

# adminCodeSec2Chap6
source: Глава VI. Административная ответственность за правонарушения, посягающие на собственность
uz_cyrl: 6-боб. АҲОЛИ СОҒЛИҒИНИ САҚЛАШ СОҲАСИДАГИ ҲУҚУҚБУЗАРЛИКЛАР УЧУН МАЪМУРИЙ ЖАВОБГАРЛИК

# adminCodeSec2Chap7
source: Глава VII. Административная ответственность за правонарушения в области экологии, охраны окружающей среды и природопользования
uz_cyrl: 7-боб. МУЛККА ТАЖОВУЗ ҚИЛУВЧИ ҲУҚУҚБУЗАРЛИКЛАР УЧУН МАЪМУРИЙ ЖАВОБГАРЛИК

# adminCodeSec2Chap8
source: Глава VII. Административная ответственность за правонарушения в промышленности, строительстве и области использования тепловой и электрической энергии
uz_cyrl: 8-БОБ. ЭКОЛОГИЯ, АТРОФ-МУҲИТНИ МУҲОФАЗА ҚИЛИШ ВА ТАБИАТДАН ФОЙДАЛАНИШ СОҲАСИДАГИ ҲУҚУҚБУЗАРЛИКЛАР УЧУН

# adminCodeSec2Chap9
source: Глава IX. Административная ответственность за правонарушения в сельском хозяйстве, нарушения ветеринарных, ветеринарно-санитарных правил и норм
uz_cyrl: 9-боб. САНОАТДАГИ, ҚУРИЛИШДАГИ ВА ИССИҚЛИК ҲАМДА ЭЛЕКТР ЭНЕРГИЯСИДАН ФОЙДАЛАНИШ СОҲАСИДАГИ ҲУҚУҚБУЗАРЛ

# adminCodeSec2Chap10
source: Глава X. Административная ответственность за правонарушения на транспорте, в области дорожного хозяйства и связи
uz_cyrl: 10-боб. ҚИШЛОҚ ХЎЖАЛИГИДАГИ ҲУҚУҚБУЗАРЛИК, ВЕТЕРИНАРИЯ, ВЕТЕРИНАРИЯ-САНИТАРИЯ ҚОИДАЛАРИ ВА НОРМАЛАРИНИ Б

# adminCodeSec2Chap11
source: Глава XI. Административная ответственность за правонарушения в области жилищных прав граждан, коммунального обслуживания и благоустройства
uz_cyrl: 11-боб. ТРАНСПОРТДАГИ, ЙЎЛ ХЎЖАЛИГИ ВА АЛОҚА СОҲАЛАРИДАГИ ҲУҚУҚБУЗАРЛИКЛАР УЧУН МАЪМУРИЙ ЖАВОБГАРЛИК

# adminCodeSec2Chap12
source: Глава XII. Административная ответственность за правонарушения в области торговли, предпринимательства и финансов
uz_cyrl: 12-боб. ФУҚАРОЛАРНИНГ ТУРАР ЖОЙ ҲУҚУҚЛАРИГА ТААЛЛУҚЛИ, КОММУНАЛ ХИЗМАТ ВА ОБОДОНЛАШТИРИШ СОҲАСИДАГИ Ҳ

# adminCodeSec2Chap13
source: Глава XIII. Административная ответственность за правонарушения, посягающие на правосудие
uz_cyrl: 13-боб. САВДО, ТАДБИРКОРЛИК ВА МОЛИЯ СОҲАЛАРИДАГИ ҲУҚУҚБУЗАРЛИКЛАР УЧУН МАЪМУРИЙ ЖАВОБГАРЛИК

# adminCodeSec2Chap14
source: Глава XIV. Административная ответственность за правонарушения, посягащие на общественный порядок
uz_cyrl: 14-боб. ОДИЛ СУДЛОВГА ТАЖОВУЗ ҚИЛУВЧИ ҲУҚУҚБУЗАРЛИКЛАР УЧУН МАЪМУРИЙ ЖАВОБГАРЛИК

# adminCodeSec2Chap15
source: Глава XV. Административная ответственность за правонарушения, посягающие на установленный порядок управления
uz_cyrl: 15-боб. ЖАМОАТ ТАРТИБИГА ТАЖОВУЗ ҚИЛУВЧИ ҲУҚУҚБУЗАРЛИКЛАР УЧУН МАЪМУРИЙ ЖАВОБГАРЛИК

# adminCodeSec3
source: Раздел третий
uz_cyrl: Бўлим III

# adminCodeSec3Chap1
source: Глава XVII. Общие положения
uz_cyrl: 17-боб. УМУМИЙ ҚОИДАЛАР

# adminCodeSec3Chap2
source: Глава XVIII. Подведомственность дел об административных правонарушениях
uz_cyrl: 18-боб. МАЪМУРИЙ ҲУҚУҚБУЗАРЛИКЛАР ТЎҒРИСИДА

# adminCodeSec4
source: Раздел четвертый
uz_cyrl: Бўлим IV

# adminCodeSec4Chap1
source: Глава XIX. Общие положения
uz_cyrl: 19-боб. УМУМИЙ ҚОИДАЛАР

# adminCodeSec4Chap2
source: Глава XX. Протокол об административном правонарушении
uz_cyrl: 20-боб. МАЪМУРИЙ ҲУҚУҚБУЗАРЛИК ТЎҒРИСИДАГИ БАЁННОМА

# adminCodeSec4Chap3
source: Глава XXI. Административное задержание, досмотр вещей и транспортных средств, изъятие вещей и документов
uz_cyrl: 21-боб. МАЪМУРИЙ ЙЎЛ БИЛАН УШЛАБ ТУРИШ, АШЁЛАР ВА ТРАНСПОРТ ВОСИТАЛАРИНИ КЎЗДАН КЕЧИРИШ, АШЁЛАР ВА

# adminCodeSec4Chap4
source: Глава XXII. Лица, учавствующие в производстве по делу об административном правонарушении
uz_cyrl: 22-боб. МАЪМУРИЙ ҲУҚУҚБУЗАРЛИК ТЎҒРИСИДАГИ ИШНИ ЮРИТИШДА ҚАТНАШУВЧИ ШАХСЛАР

# adminCodeSec4Chap5
source: Глава XXIII. Рассмотрение дел об административных правонарушениях
uz_cyrl: 23-боб. МАЪМУРИЙ ҲУҚУҚБУЗАРЛИК ТЎҒРИСИДАГИ ИШЛАРНИ КЎРИБ ЧИҚИШ

# adminCodeSec4Chap6
source: Глава XXIV. Обжалование и опротестование постановления по делу об административном правонарушении
uz_cyrl: 24-боб. МАЪМУРИЙ ҲУҚУҚБУЗАРЛИК ТЎҒРИСИДАГИ ИШ Ю3АСИДАН ЧИҚАРИЛГАН ҚАРОР ХУСУСИДА ШИКОЯТ БЕРИШ В

# adminCodeSec5
source: Раздел пятый
uz_cyrl: Бўлим V

# adminCodeSec5Chap1
source: Глава XXV. Основные положения
uz_cyrl: 25-боб. АСОСИЙ ҚОИДАЛАР

# adminCodeSec5Chap2
source: Глава XXVI. Производство по исполнению постановления о наложении штрафа
uz_cyrl: 26-боб. ЖАРИМА СОЛИШ ТЎҒРИСИДАГИ ҚАРОРНИ ИЖРО ЭТИШ БЎЙИЧА ИШ ЮРИТИШ

# adminCodeSec5Chap3
source: Глава XXVII. Производство по исполнению постановления о возмездном изъятии предмета
uz_cyrl: 27-боб. НАРСАНИ ҲАҚИНИ ТЎЛАШ ШАРТИ БИЛАН ОЛИБ ҚЎЙИШ ТЎҒРИСИДАГИ ҚАРОРНИ ИЖРО ЭТИШ БЎЙИЧА ИШ ЮРИТИШ

# adminCodeSec5Chap4
source: Глава XXVIII. Производство по исполнению постановления о конфискации предмета
uz_cyrl: 28-боб. НАРСАНИ МУСОДАРА ҚИЛИШ ТЎҒРИСИДАГИ ҚАРОРНИ ИЖРО ЭТИШ БЎЙИЧА ИШ ЮРИТИШ

# adminCodeSec5Chap5
source: Глава XXIX. Производство по исполнению постановления о лишении специального права
uz_cyrl: 29-боб. МАХСУС ҲУҚУҚДАН МАҲРУМ ЭТИШ ТЎҒРИСИДАГИ ҚАРОРНИ ИЖРО ЭТИШ БЎЙИЧА ИШ ЮРИТИШ

# adminCodeSec5Chap6
source: Глава XXX. Производство по исполнению постановления об административном аресте
uz_cyrl: 30-боб. МАЪМУРИЙ ҚАМОҚҚА ОЛИШ ТЎҒРИСИДАГИ ҚАРОРНИ ИЖРО ЭТИШ БЎЙИЧА ИШ ЮРИТИШ

# adminCodeSec5Chap7
source: Глава XXXI. Производство по исполнению постановления в части возмещения имущественного ущерба
uz_cyrl: 30.1-боб. Чет эл фуқароларини ва фуқаролиги бўлмаган шахсларни Ўзбекистон Республикаси ҳуду

# famCodeSec1
source: Раздел первый
uz_cyrl: Бўлим I

# famCodeSec1Chap1
source: Глава I. Основные положения
uz_cyrl: 1-боб. Асосий қоидалар

# famCodeSec2
source: Раздел второй
uz_cyrl: Бўлим II

# famCodeSec2Chap1
source: Глава II. Осуществление и защита семейных прав
uz_cyrl: 3-боб. Никоҳ тузиш тартиби ва шартлари

# famCodeSec2Chap2
source: Глава III. Порядок и условия заключения брака
uz_cyrl: 4-боб. Эр-хотиннинг шахсий ҳуқуқ ва мажбуриятлари

# famCodeSec2Chap3
source: Глава IV. Личные права и обязанности супругов
uz_cyrl: 5-боб. Эр ва хотиннинг мулкий ҳуқуқ ва мажбуриятлари

# famCodeSec2Chap4
source: Глава V. Имущественные права и обязанности супругов
uz_cyrl: 6-боб. Эр ва хотин мол-мулкининг шартномавий тартиби

# famCodeSec2Chap5
source: Глава VI. Договорный режим имущества супругов
uz_cyrl: 7-боб. Никоҳнинг тугатилиши

# famCodeSec2Chap6
source: Глава VII. Прекращение брака
uz_cyrl: 8-боб. Никоҳнинг ҳақиқий эмаслиги

# famCodeSec3
source: Раздел третий
uz_cyrl: Бўлим III

# famCodeSec3Chap1
source: Глава IX. Родство и свойство
uz_cyrl: 9-боб. Қариндошлик, қайин-бўйинчилик ва қуда-андачилик

# famCodeSec3Chap2
source: Глава X. Установление происхождения детей
uz_cyrl: 10-боб. Болаларнинг насл-насабини белгилаш

# famCodeSec4
source: Раздел четвертый
uz_cyrl: Бўлим IV

# famCodeSec4Chap1
source: Глава XI. Личные неимущественные права несовершеннолетних детей
uz_cyrl: 11-боб. Вояга етмаган болаларнинг шахсий номулкий ҳуқуқлари

# famCodeSec4Chap2
source: Глава XII. Личные неимущественные права и обязанности родителей
uz_cyrl: 12-боб. Ота-онанинг шахсий номулкий ҳуқуқ ва мажбуриятлари

# famCodeSec4Chap3
source: Глава XIII. Имущественные права и обязанности родителей и детей
uz_cyrl: 13-боб. Ота-она ҳамда болаларнинг мулкий ҳуқуқ ва мажбуриятлари

# famCodeSec5
source: Раздел пятый
uz_cyrl: Бўлим V

# famCodeSec5Chap1
source: Глава XIV. Алиментные права и обязанности родителей и детей
uz_cyrl: 14-боб. Ота-она ҳамда болаларнинг алимент ҳуқуқи ва мажбуриятлари

# famCodeSec5Chap2
source: Глава XV. Алиментные обязательства супругов и бывших супругов
uz_cyrl: 15-боб. Эр-хотинлар ва собиқ эр-хотинларнинг алимент мажбуриятлари

# famCodeSec5Chap3
source: Глава XVI. Алиментные обязательства родственников и других лиц
uz_cyrl: 16-боб. Қариндошлар ва бошқа шахсларнинг алимент мажбуриятлари

# famCodeSec5Chap4
source: Глава XVII. Соглашение об уплате алиментов
uz_cyrl: 17-боб. Алимент тўлаш тўғрисидаги келишув

# famCodeSec5Chap5
source: Глава XVIII. Порядок уплаты и взыскания алиментов
uz_cyrl: 18-боб. Алиментларни тўлаш ва ундириш тартиби

# famCodeSec6
source: Раздел шестой
uz_cyrl: Бўлим VI

# famCodeSec6Chap1
source: Глава XIX. Выявление и устройство детей, оставшихся без попечения родителей
uz_cyrl: 19-боб. Ота-она қарамоғидан маҳрум бўлган болаларни аниқлаш ва жойлаштириш

# famCodeSec6Chap2
source: Глава XX. Усыновление (удочерение)
uz_cyrl: 20-боб. Фарзандликка олиш

# famCodeSec6Chap3
source: Глава XXI. Опека и попечительство
uz_cyrl: 21-боб. Васийлик ва ҳомийлик

# famCodeSec6Chap4
source: Глава XXII. Принятие детей в семью на воспитание (патронат)
uz_cyrl: 22-боб. Болаларни оилага тарбияга олиш (патронат)

# famCodeSec7
source: Раздел седьмой
uz_cyrl: Бўлим VII

# famCodeSec7Chap1
source: Глава XXIII. Общие положения
uz_cyrl: 23-боб. Умумий қоидалар

# famCodeSec7Chap2
source: Глава XXIV. Регистрация рождения
uz_cyrl: 24-боб. Туғилишни қайд этиш

# famCodeSec7Chap3
source: Глава XXV. Регистрация заключения брака
uz_cyrl: 25-боб. Никоҳ тузилганлигини қайд этиш

# famCodeSec7Chap4
source: Глава XXVI. Регистрация расторжения брака
uz_cyrl: 26-боб. Никоҳдан ажралишни қайд этиш

# famCodeSec7Chap5
source: Глава XXVII. Регистрация смерти
uz_cyrl: 27-боб. Ўлимни қайд этиш

# famCodeSec7Chap6
source: Глава XXVIII. Перемена фамилии, имени, отчества
uz_cyrl: 28-боб. Фамилия, исм ва ота исмини ўзгартириш

# famCodeSec7Chap7
source: Глава XXIX. Изменение, исправление, дополнение актовых записей
uz_cyrl: 29-боб. Далолатнома ёзувларига ўзгартириш, тузатиш ва қўшимчалар киритиш

# famCodeSec7Chap8
source: Глава XXX. Восстановление и аннулирование записей актов гражданского состояния
uz_cyrl: 30-боб. Фуқаролик ҳолати далолатномалари ёзувларини тиклаш ва бекор қилиш

# trudCodeSec1Chap1
source: Глава I. Основные положения
uz_cyrl: 1-БОБ. АСОСИЙ ҚОИДАЛАР

# trudCodeSec1Chap2
source: Глава II. Субъекты трудовых отношений
uz_cyrl: 2-БОБ. МЕҲНАТГА ОИД МУНОСАБАТЛАРНИНГ СУБЪЕКТЛАРИ

# trudCodeSec1Chap3
source: Глава III. Представительство работников и работодателей
uz_cyrl: 3-БОБ. ХОДИМЛАР ВА ИШ БЕРУВЧИЛАРНИНГ ВАКИЛЛИГИ

# trudCodeSec1Chap4
source: Глава IV. Коллективные договоры и соглашения
uz_cyrl: 4-БОБ. ЖАМОА ШАРТНОМАЛАРИ ВА КЕЛИШУВЛАРИ

# trudCodeSec1Chap5
source: Глава V. Трудоустройство
uz_cyrl: 5-БОБ. ИШГА ЖОЙЛАШТИРИШ

# trudCodeSec1Chap6
source: Глава VI. Трудовой договор
uz_cyrl: 6-БОБ. МЕҲНАТ ШАРТНОМАСИ

# trudCodeSec1Chap7
source: Глава VII. Рабочее время
uz_cyrl: 7-БОБ. ИШ ВАҚТИ

# trudCodeSec1Chap8
source: Глава VIII. Время отдыха
uz_cyrl: 8-БОБ. ДАМ ОЛИШ ВАҚТИ

# trudCodeSec1Chap9
source: Глава IX. Оплата труда
uz_cyrl: 9-БОБ. МЕҲНАТГА ҲАҚ ТЎЛАШ

# trudCodeSec1Chap10
source: Глава X. Гарантийные и компенсационные выплаты
uz_cyrl: 10-БОБ. КАФОЛАТЛИ ТЎЛОВЛАР ВА КОМПЕНСАЦИЯ ТЎЛОВЛАРИ

# trudCodeSec1Chap11
source: Глава XI. Дисциплина труда
uz_cyrl: 11-БОБ. МЕҲНАТ ИНТИЗОМИ

# trudCodeSec1Chap12
source: Глава XII. Материальная ответственность сторон трудового договора
uz_cyrl: 12-БОБ. МЕҲНАТ ШАРТНОМАСИ ТАРАФЛАРИНИНГ МОДДИЙ ЖАВОБГАРЛИГИ

# trudCodeSec1Chap13
source: Глава XIII. Охрана труда
uz_cyrl: 13-БОБ. МЕҲНАТНИ МУҲОФАЗА ҚИЛИШ

# trudCodeSec1Chap14
source: Глава XIV. Дополнительные гарантии и льготы отдельным категориям работников
uz_cyrl: 14-БОБ. АЙРИМ ТОИФАДАГИ ХОДИМЛАРГА БЕРИЛАДИГАН ҚЎШИМЧА КАФОЛАТ ВА ИМТИЁЗЛАР

# trudCodeSec1Chap15
source: Глава XV. Трудовые споры
uz_cyrl: 15-БОБ. МЕҲНАТ НИЗОЛАРИ

# ugolovCodeSec1
source: Раздел первый
uz_cyrl: Бўлим I

# ugolovCodeSec1Chap1
source: Глава I. Задачи и принципы Уголовного кодекса
uz_cyrl: 1-боб. Жиноят кодексининг вазифалари ва принциплари

# ugolovCodeSec1Chap2
source: Глава II. Пределы действия Кодекса
uz_cyrl: 2-боб. Кодекснинг амал қилиш доираси

# ugolovCodeSec2
source: Раздел первый
uz_cyrl: Бўлим II

# ugolovCodeSec2Chap1
source: Глава III. Преступление
uz_cyrl: 3-боб. Жиноят

# ugolovCodeSec2Chap2
source: Глава IV. Лица, подлежащие ответственности
uz_cyrl: 4-боб. Жавобгарликка тортилиши лозим бўлган шахслар

# ugolovCodeSec2Chap3
source: Глава V. Вина
uz_cyrl: 5-боб. Айб

# ugolovCodeSec2Chap4
source: Глава VI. Неоконченное преступление
uz_cyrl: 6-боб. Тамом бўлмаган жиноят

# ugolovCodeSec2Chap5
source: Глава VII. Соучастие в преступлении
uz_cyrl: 7-боб. Жиноятда иштирокчилик

# ugolovCodeSec2Chap6
source: Глава VIII. Множественность преступлений
uz_cyrl: 8-боб. Бир қанча жиноят содир этиш

# ugolovCodeSec3
source: Раздел третий
uz_cyrl: Бўлим III

# ugolovCodeSec3Chap1
source: Глава IX. Понятие и виды обстоятельств, исключающих преступность деяния
uz_cyrl: 9-боб. Қилмишнинг жиноийлигини истисно қиладиган ҳолатлар тушунчаси ва турлари

# ugolovCodeSec4
source: Раздел четвертый
uz_cyrl: Бўлим IV

# ugolovCodeSec4Chap1
source: Глава X. Понятие, цели и виды наказаний
uz_cyrl: 10-боб. Жазо тушунчаси, мақсадлари ва турлари

# ugolovCodeSec4Chap2
source: Глава XI. Назначение наказания
uz_cyrl: 11-боб. Жазо тайинлаш

# ugolovCodeSec5
source: Раздел пятый
uz_cyrl: Бўлим V

# ugolovCodeSec5Chap1
source: Глава XII. Виды освобождения от ответственности
uz_cyrl: 12-боб. Жавобгарликдан озод қилишнинг турлари

# ugolovCodeSec5Chap2
source: Глава XIII. Виды освобождения от наказания
uz_cyrl: 13-боб. Жазодан озод қилишнинг турлари

# ugolovCodeSec5Chap3
source: Глава XIV. Судимость
uz_cyrl: 14-боб. Судланганлик

# ugolovCodeSec6
source: Раздел шестой
uz_cyrl: Бўлим VI

# ugolovCodeSec6Chap1
source: Глава XV. Наказание и его назначение
uz_cyrl: 15-боб. Жазо ва уни тайинлаш

# ugolovCodeSec6Chap2
source: Глава XVI. Освобождение от ответственности или наказания
uz_cyrl: 16-боб. Жавобгарликдан ёки жазодан озод қилиш

# ugolovCodeSec7
source: Раздел седьмой
uz_cyrl: Бўлим VII

# ugolovCodeSec7Chap1
source: Глава XVII. Основания и назначение принудительных мер медицинского характера
uz_cyrl: 17-боб. Тиббий йўсиндаги мажбурлов чораларининг асослари ва уларни тайинлаш

# tamojCodeSec1
source: Раздел первый
uz_cyrl: Бўлим I

# tamojCodeSec1Chap1
source: Глава I. Основные положения
uz_cyrl: 1-боб. Асосий қоидалар

# tamojCodeSec1Chap2
source: Глава II. Основные понятия, применяемые в настоящем Кодексе
uz_cyrl: 2-боб. Ушбу Кодексда қўлланиладиган асосий тушунчалар

# tamojCodeSec1Chap3
source: Глава III. Перемещение товаров и транспортных средств через таможенную границу
uz_cyrl: 3-боб. Товарларни ва транспорт воситаларини божхона чегараси орқали олиб ўтиш

# tamojCodeSec2
source: Раздел второй
uz_cyrl: Бўлим II

# tamojCodeSec2Chap1
source: Глава IV. Общие положения
uz_cyrl: 4-боб. Умумий қоидалар

# tamojCodeSec2Chap2
source: Глава V. Экспорт
uz_cyrl: 5-боб. Экспорт

# tamojCodeSec2Chap3
source: Глава VI. Реэкспорт
uz_cyrl: 6-боб. Реэкспорт

# tamojCodeSec2Chap4
source: Глава VII. Временный вывоз
uz_cyrl: 7-боб. Вақтинча олиб чиқиш

# tamojCodeSec2Chap5
source: Глава VIII. Переработка вне таможенной территории
uz_cyrl: 8-боб. Божхона ҳудудидан ташқарида қайта ишлаш

# tamojCodeSec2Chap6
source: Глава IX. Выпуск для свободного обращения (импорт)
uz_cyrl: 9-боб. Эркин муомалага чиқариш (импорт)

# tamojCodeSec2Chap7
source: Глава X. Реимпорт
uz_cyrl: 10-боб. Реимпорт

# tamojCodeSec2Chap8
source: Глава XI. Временный ввоз
uz_cyrl: 11-боб. Вақтинча олиб кириш

# tamojCodeSec2Chap9
source: Глава XII. Переработка на таможенной территории
uz_cyrl: 12-боб. Божхона ҳудудида қайта ишлаш

# tamojCodeSec2Chap10
source: Глава XIII. Временное хранение
uz_cyrl: 13-боб. Вақтинча сақлаш

# tamojCodeSec2Chap11
source: Глава XIV. Таможенный склад
uz_cyrl: 14-боб. Божхона омбори

# tamojCodeSec2Chap12
source: Глава XV. Свободный склад
uz_cyrl: 15-боб. Эркин омбор

# tamojCodeSec2Chap13
source: Глава XVI. Свободная таможенная зона
uz_cyrl: 16-боб. Эркин божхона зонаси

# tamojCodeSec2Chap14
source: Глава XVII. Беспошлинная торговля
uz_cyrl: 17-боб. Бож олинмайдиган савдо

# tamojCodeSec2Chap15
source: Глава XVIII. Таможенный транзит
uz_cyrl: 18-боб. Божхона транзити

# tamojCodeSec2Chap16
source: Глава XIX. Уничтожение
uz_cyrl: 19-боб. Йўқ қилиш

# tamojCodeSec2Chap17
source: Глава XX. Отказ в пользу государства
uz_cyrl: 20-боб. Давлат фойдасига воз кечиш

# tamojCodeSec2Chap18
source: Глава XXI. Разрешительные процедуры при помещении товара под таможенные режимы
uz_cyrl: 21-боб. Товарни божхона режимларига жойлаштирилаётгандаги рухсат бериш тартиб-таомиллари

# tamojCodeSec3
source: Раздел третий
uz_cyrl: Бўлим III

# tamojCodeSec3Chap1
source: Глава XXII. Перемещение транспортных средств для коммерческого использования
uz_cyrl: 22-боб. Тижорат мақсадларида фойдаланиладиган транспорт воситалар

# tamojCodeSec3Chap2
source: Глава XXIII. Перемещение товаров и транспортных средств физическими лицами для некоммерческих целей
uz_cyrl: 23-боб. Жисмоний шахслар томонидан товарларни ва транспорт восит

# tamojCodeSec3Chap3
source: Глава XXIV. Товары, пересылаемые в международных почтовых и курьерских отправлениях
uz_cyrl: 24-боб. Халқаро почта ва курьерлик жўнатмаларида юбориладиган товарлар

# tamojCodeSec3Chap4
source: Глава XXVI. Таможенные склады, магазины беспошлинной торговли и свободные склады
uz_cyrl: 25-боб. Божхона чегарасидан қувур транспортида ва электр узатиш ли

# tamojCodeSec4
source: Раздел четвертый
uz_cyrl: Бўлим IV

# tamojCodeSec4Chap1
source: Глава XXVII. Общие положения таможенного контроля
uz_cyrl: 27-боб. Божхона назоратининг умумий қоидалари

# tamojCodeSec4Chap2
source: Глава XXVIII. Формы и порядок осуществления таможенного контроля
uz_cyrl: 28-боб. Божхона назоратини амалга ошириш шакллари ва тартиби

# tamojCodeSec4Chap3
source: Глава XXIX. Система управления рисками
uz_cyrl: 29-боб. Хавфни бошқариш тизими

# tamojCodeSec4Chap4
source: Глава XXX. Таможенная экспертиза
uz_cyrl: 30-боб. Божхона экспертизаси

# tamojCodeSec4Chap5
source: Глава XXXI. Перевозка товаров и транспортных средств под таможенным контролем
uz_cyrl: 31-боб. Товарларни ва транспорт воситаларини божхона назорати остида ташиш

# tamojCodeSec4Chap6
source: Глава XXXII. Свидетельство о допущении транспортного средства к перевозке товаров под таможенными пломбами и печатями
uz_cyrl: 32-боб. Транспорт воситасига товарларни божхона пломбалари ва муҳрлари остида ташишга рухсат бериш тўғрисидаги гувоҳнома

# tamojCodeSec4Chap7
source: Глава XXXIII. Деятельность таможенного перевозчика
uz_cyrl: 33-боб. Божхона ташувчисининг фаолияти

# tamojCodeSec5
source: Раздел пятый
uz_cyrl: Бўлим V

# tamojCodeSec5Chap1
source: Глава XXXIV. Валютный контроль
uz_cyrl: 34-боб. Валюта назорати

# tamojCodeSec5Chap2
source: Глава XXXV. Мониторинг внешнеторговых операций
uz_cyrl: 35-боб. Ташқи савдо операциялари мониторинги

# tamojCodeSec6
source: Раздел шестой
uz_cyrl: Бўлим VI

# tamojCodeSec6Chap1
source: Глава XXXVI. Общие положения
uz_cyrl: 36-боб. Умумий қоидалар

# tamojCodeSec6Chap2
source: Глава XXXVII. Декларирование
uz_cyrl: 37-боб. Декларациялаш

# tamojCodeSec6Chap3
source: Глава XXXVIII. Выпуск товаров и транспортных средств
uz_cyrl: 38-боб. Товарларни ва транспорт воситаларини чиқариб юбориш

# tamojCodeSec7
source: Раздел седьмой
uz_cyrl: Бўлим VII

# tamojCodeSec7Chap1
source: Глава XXXIX. Декларант
uz_cyrl: 39-боб. Декларант

# tamojCodeSec7Chap2
source: Глава XL. Таможенный брокер
uz_cyrl: 40-боб. Божхона брокери

# tamojCodeSec7Chap3
source: Глава XLI. Специалист по таможенному оформлению
uz_cyrl: 41-боб. Божхона расмийлаштируви бўйича мутахассис

# tamojCodeSec8
source: Раздел восьмой
uz_cyrl: Бўлим VIII

# tamojCodeSec8Chap1
source: Глава XLII. Основные положения
uz_cyrl: 42-боб. Асосий қоидалар

# tamojCodeSec8Chap2
source: Глава XLIII. Льготы по уплате таможенных платежей и тарифные преференции
uz_cyrl: 43-боб. Божхона тўловларини тўлаш бўйича имтиёзлар ва тариф преференциялари

# budjetCodeSec1
source: Раздел первый
uz_cyrl: Бўлим I

# budjetCodeSec1Chap1
source: Глава I. Основные положения
uz_cyrl: 11Ω1-боб. Асосий қоидалар

# budjetCodeSec1Chap2
source: Глава II. Понятие и принципы бюджетной системы
uz_cyrl: 11Ω2-боб. Бюджет тизими тушунчаси ва принциплари

# budjetCodeSec1Chap3
source: Глава III. Бюджетная классификация
uz_cyrl: 11Ω3-боб. Бюджет таснифи

# budjetCodeSec1Chap4
source: Глава IV. Бюджетные полномочия
uz_cyrl: 11Ω4-боб. Бюджет соҳасидаги ваколатлар

# budjetCodeSec2
source: Раздел второй
uz_cyrl: Бўлим II

# budjetCodeSec2Chap1
source: Глава V. Государственный бюджет
uz_cyrl: 11Ω5-боб. Давлат бюджети

# budjetCodeSec2Chap2
source: Глава VI. Государственные целевые фонды и внебюджетные фонды бюджетных организаций
uz_cyrl: 11Ω6-боб. Давлат мақсадли жамғармалари ва бюджет ташкилотларининг бюджетдан ташқари жамғармалари

# budjetCodeSec3
source: Раздел третий
uz_cyrl: Бўлим III

# budjetCodeSec3Chap1
source: Глава VII. Консолидированный бюджет Республики Узбекистан
uz_cyrl: 11Ω7-боб. Ўзбекистон Республикасининг консолидациялашган бюджети

# budjetCodeSec3Chap2
source: Глава VIII. Фонд реконструкции и развития Республики Узбекистан
uz_cyrl: 11Ω8-боб. Ўзбекистон Республикасининг Тикланиш ва тарақ

# budjetCodeSec4
source: Раздел четвертый
uz_cyrl: Бўлим IV

# budjetCodeSec4Chap1
source: Глава IX. Доходы Государственного бюджета
uz_cyrl: 11Ω9-боб. Давлат бюджети даромадлари

# budjetCodeSec4Chap2
source: Глава XI. Доходы внебюджетных фондов бюджетных организаций
uz_cyrl: 11Ω11-боб. Бюджет ташкилотларининг бюджетдан ташқари жамғармалари даромадлари

# budjetCodeSec4Chap3
source: Глава XII. Безвозмездная помощь
uz_cyrl: 11Ω12-боб. Беғараз ёрдам

# budjetCodeSec5
source: Раздел пятый
uz_cyrl: Бўлим V

# budjetCodeSec5Chap1
source: Глава XIII. Расходы Государственного бюджета
uz_cyrl: 11Ω13-боб. Давлат бюджети харажатлари

# budjetCodeSec5Chap2
source: Глава XV. Расходы внебюджетных фондов бюджетных организаций
uz_cyrl: 11Ω15-боб. Бюджет ташкилотларининг бюджетдан ташқари жамғармалари харажатлари

# budjetCodeSec6
source: Раздел шестой
uz_cyrl: Бўлим VI

# budjetCodeSec6Chap1
source: Глава XVI. Порядок составления проекта Государственного бюджета и бюджетов государственных целевых фондов
uz_cyrl: 11Ω16-боб. Давлат бюджети ва давлат мақсадли жамғармалари бюджетл

# budjetCodeSec6Chap2
source: Глава XVII. Порядок принятия Закона о Государственном бюджете
uz_cyrl: 11Ω17-боб. Давлат бюджети тўғрисидаги Қонунни қабул қилиш тартиби

# budjetCodeSec6Chap3
source: Глава XVIII. Составление и утверждение смет расходов и штатных расписаний, порядок их регистрации
uz_cyrl: 11Ω18-боб. Харажатлар сметаларини ва штат жадвалларини тузиш ҳа

# budjetCodeSec7
source: Раздел седьмой
uz_cyrl: Бўлим VII

# budjetCodeSec7Chap1
source: Глава XIX. Порядок исполнения бюджетов бюджетной системы
uz_cyrl: 11Ω19-боб. Бюджет тизими бюджетларини ижро этиш тартиби

# budjetCodeSec7Chap2
source: Глава XX. Межбюджетные отношения
uz_cyrl: 11Ω20-боб. Бюджетлараро муносабатлар
