Repository: AsliddinRasulov477/Laws
Catalog: Laws/Models/*.lproj/Localizable.strings
Languages: uz_cyrl

# budjetCodeSec7Chap3
source: Глава XXI. Внесение изменений в бюджеты бюджетной системы
uz_cyrl: 11Ω21-боб. Бюджет тизими бюджетларига ўзгартиришлар киритиш

# budjetCodeSec7Chap4
source: Глава XXII. Дефицит и профицит Государственного бюджета. Государственные заимствования
uz_cyrl: 11Ω22-боб. Давлат бюджети тақчиллиги ва профицити. Давлат томонидан маблағ жалб қилиш

# budjetCodeSec7Chap5
source: Глава XXIII. Бюджетные ссуды, кредитные линии и кредиты
uz_cyrl: 11Ω23-боб. Бюджет ссудалари, кредит линиялари ва кредитлар

# budjetCodeSec8
source: Раздел восьмой
uz_cyrl: Бўлим VIII

# budjetCodeSec8Chap1
source: Глава XXIV. Порядок ведения бюджетного учета и отчетности
uz_cyrl: 11Ω24-боб. Бюджет ҳисоби ва ҳисоботини юритиш тартиби

# budjetCodeSec8Chap2
source: Глава XXV. Утверждение отчетов об исполнении Государственного бюджета и бюджетов государственных целевых фондов
uz_cyrl: 11Ω25-боб. Давлат бюджетининг ва давлат мақсадли жамғармалари бюджетларининг ижроси тўғрисидаги ҳисоботларни тасдиқлаш

# zemelniyCodeSec1Chap1
source: Глава I. Общие положения
uz_cyrl: 1-БОБ. УМУМИЙ ҚОИДАЛАР

# zemelniyCodeSec1Chap2
source: Глава II. Земельный фонд
uz_cyrl: 2-БОБ. ЕР ФОНДИ

# zemelniyCodeSec1Chap3
source: Глава III. Землеустройство
uz_cyrl: 3-БОБ. ЕР ТУЗИШ

# zemelniyCodeSec1Chap4
source: Глава IV. Собственность на землю. Права юридических и физических лиц на земельные участки
uz_cyrl: 4-БОБ. ЕРГА БЎЛГАН МУЛКЧИЛИК, ЮРИДИК ВА ЖИСМОНИЙ ШАХСЛАРНИНГ ЕР УЧАСТКАЛАРИГА БЎЛ

# zemelniyCodeSec1Chap5
source: Глава V. Права и обязанности землевладельца, землепользователя, арендатора и собственника земельного участка
uz_cyrl: 5-БОБ. ЕР ЭГАСИ, ЕРДАН ФОЙДАЛАНУВЧИ, ИЖАРАЧИ ВА ЕР УЧАСТКАСИ МУЛКДОРИНИНГ ҲУҚ

# zemelniyCodeSec1Chap6
source: Глава VI. Земли сельскохозяйственного назначения
uz_cyrl: 6-БОБ. ҚИШЛОҚ ХЎЖАЛИГИГА МЎЛЖАЛЛАНГАН ЕРЛАР

# zemelniyCodeSec1Chap7
source: Глава VII. Земли населенных пунктов (городов, поселков и сельских населенных пунктов)
uz_cyrl: 7-БОБ. АҲОЛИ ПУНКТЛАРИНИНГ (ШАҲАРЛАР, ПОСЁЛКАЛАР ВА ҚИШЛОҚ АҲОЛИ ПУНКТЛАРИНИНГ) ЕРЛАРИ

# zemelniyCodeSec1Chap8
source: Глава VIII. Земли промышленности, транспорта, связи, обороны и иного назначения
uz_cyrl: 8-БОБ. САНОАТ, ТРАНСПОРТ, АЛОҚА, МУДОФАА ВА БОШҚА МАҚСАДЛАРГА МЎЛЖАЛЛАНГАН ЕРЛАР

# zemelniyCodeSec1Chap9
source: Глава IX. Земли природоохранного, оздоровительного, рекреационного и историко-культурного назначения
uz_cyrl: 9-боб. Табиатни муҳофаза қилиш, соғломлашт

# zemelniyCodeSec1Chap10
source: Глава X. Земли лесного фонда, водного фонда и земли запаса
uz_cyrl: 10-БОБ. ЎРМОН ФОНДИ, СУВ ФОНДИ ЕРЛАРИ ВА ЗАХИРА ЕРЛАР

# zemelniyCodeSec1Chap11
source: Глава XI. Охрана земель
uz_cyrl: 11-БОБ. ЕРЛАРНИ МУҲОФАЗА ҚИЛИШ

# zemelniyCodeSec1Chap12
source: Глава XII. Контроль за импользованием и охраной земель
uz_cyrl: 12-БОБ. ЕРЛАРДАН ФОЙДАЛАНИШ ҲАМДА УЛАРНИ МУҲОФАЗА ҚИЛИШ УСТИДАН НАЗОРАТ

# zemelniyCodeSec1Chap13
source: Глава XIII. Возмещение убытков землевладельцам, землепользователям, арендаторам, собственникам земельных участков и потерь
uz_cyrl: 13-БОБ. ЕР ХУСУСИДАГИ НИЗОЛАРНИ ҲАЛ ЭТИШ ҲАМДА ЕР ТЎFРИСИДАГИ ҚОБОБ ЕР_ЭГАЛАРИ, ЕРДАН ФОЙДАЛАНУВЧИЛАР

# zemelniyCodeSec1Chap14
source: Глава XIV. Разрешение земельных споров и ответственность за нарушение земельного законодательства
uz_cyrl: 14-БОБ. ЕР ХУСУСИДАГИ НИЗОЛАРНИ ҲАЛ ЭТИШ ҲАМДА ЕР ТЎFРИСИДАГИ ҚО

# nalogCodeSec1
source: Раздел первый
uz_cyrl: Бўлим I

# nalogCodeSec1Chap1
source: Глава I. Основные положения
uz_cyrl: 1-боб. Асосий қоидалар

# nalogCodeSec1Chap2
source: Глава II. Основные понятия, применяемые в настоящем Кодексе
uz_cyrl: 2-боб. Ўзбекистон Республикасида солиқлар ва йиғимлар тизими

# nalogCodeSec1Chap3
source: Глава III. Система налогов и других обязательных платежей
uz_cyrl: 3-боб. Солиқ муносабатларининг субъектлари, уларнинг ҳуқуқлари ва мажбуриятлари

# nalogCodeSec1Chap4
source: Глава IV. Права и обязанности субъектов налоговых отношений
uz_cyrl: 4-боб. Ушбу Кодексда қўлланиладиган асосий тушунчалар

# nalogCodeSec2
source: Раздел второй
uz_cyrl: Бўлим II

# nalogCodeSec2Chap1
source: Глава V. Общие правила исполнения налогового обязательства
uz_cyrl: 7-боб. Солиқ ҳисоби

# nalogCodeSec2Chap2
source: Глава VI. Определение и ведение учета объектов налогообложения и объектов, связанных с налогообложением
uz_cyrl: 8-боб. Солиқ ҳисоботи

# nalogCodeSec3
source: Раздел третий
uz_cyrl: Бўлим III

# nalogCodeSec3Chap1
source: Глава XII. Основы налогового контроля
uz_cyrl: 9-боб. Солиқ мажбуриятини бажаришнинг умумий қоидалари

# nalogCodeSec3Chap2
source: Глава XII.I. Налоговый мониторинг
uz_cyrl: 10-боб. Солиқ мажбуриятини бажариш

# nalogCodeSec3Chap3
source: Глава XIII. Учет налогоплательщиков
uz_cyrl: 11-боб. Солиқларни тўлаш муддатларини ўзгартириш

# nalogCodeSec3Chap4
source: Глава XIV. Налоговые проверки
uz_cyrl: 12-боб. Ортиқча тўланган ва ортиқча ундирилган солиқларни ҳисобга олиш ҳамда қайтариш

# nalogCodeSec3Chap5
source: Глава XV. Порядок проведения налоговых проверок
uz_cyrl: 13-боб. Солиқ мажбуриятининг бажарилишини таъминлаш

# nalogCodeSec4
source: Раздел четвертый
uz_cyrl: Бўлим IV

# nalogCodeSec4Chap1
source: Глава XVI. Общие положения об ответственности за налоговое правонарушение
uz_cyrl: 16-боб. Солиқ тўловчиларни ҳисобга олиш тартиби

# nalogCodeSec5
source: Раздел пятый
uz_cyrl: Бўлим V

# nalogCodeSec5Chap1
source: Глава XIX. Общие положения
uz_cyrl: 17-боб. Солиқ назорати тўғрисидаги умумий қоидалар. Солиқ текширувлари

# nalogCodeSec5Chap2
source: Глава XVIII. Обжалование решений органов государственной налоговой службы, действий и бездействия их должностных лиц
uz_cyrl: 18-боб. Солиқ текширувларининг ва солиқ назорати бошқа чораларининг ҳуқуқий оқибатлари

# nalogCodeSec5Chap3
source: Глава XX. Совокупный доход
uz_cyrl: 19-боб. Солиқ мониторинги

# nalogCodeSec6
source: Раздел шестой
uz_cyrl: Бўлим VI

# nalogCodeSec6Chap1
source: Глава XXIX. Налогоплательщики, объект налогообложения и налогооблагаемая база
uz_cyrl: 20-боб. Трансферт нархни белгилашда нархлар ва солиқ солиш тўғрисидаги умумий қоидалар

# nalogCodeSec6Chap2
source: Глава XXX. Совокупный доход физических лиц
uz_cyrl: 21-боб. Назорат қилинадиган битимлар

# nalogCodeSec6Chap3
source: Глава XXXI. Льготы
uz_cyrl: 22-боб. Битимларнинг таққосланадиган шартлари

# nalogCodeSec6Chap4
source: Глава XXXII. Ставки налога и налоговый период
uz_cyrl: 23-боб. Трансферт нархни белгилашда солиқ назоратида фойдаланиладиган усуллар

# nalogCodeSec6Chap5
source: Глава XXXIII. Налогообложение дохода у источника выплаты
uz_cyrl: 24-боб. Трансферт нархни белгилашда солиқ назорати

# nalogCodeSec6Chap6
source: Глава XXXIV. Налогообложение на основании декларации о доходах
uz_cyrl: 25-боб. Солиқ солиш мақсадларида нархни белгилаш тўғрисидаги битим

# nalogCodeSec7
source: Раздел седьмой
uz_cyrl: Бўлим VII

# nalogCodeSec7Chap1
source: Глава XXXV. Налогоплательщики. Объект налогообложения
uz_cyrl: 26-боб. Назорат қилинадиган чет эл компанияларининг фойдасига солиқ солишнин

# nalogCodeSec8
source: Раздел восьмой
uz_cyrl: Бўлим VIII

# nalogCodeSec9
source: Раздел девятый
uz_cyrl: Бўлим IX

# nalogCodeSec9Chap1
source: Глава XLII. Общие положения
uz_cyrl: 30-боб. Солиқ органларининг ҳужжатлари ва улар мансабдор шахс

# nalogCodeSec10
source: Раздел десятый
uz_cyrl: Бўлим X

# nalogCodeSec11
source: Раздел одиннадцатый
uz_cyrl: Бўлим XI

# nalogCodeSec11Chap1
source: Глава XLVII. Налог на имущество юридических лиц
uz_cyrl: 40-боб. Солиқ тўловчилар, солиқ солиш объекти ва солиқ базаси

# nalogCodeSec11Chap2
source: Глава XLVIII. Налог на имущество физических лиц
uz_cyrl: 41-боб. Солиқни ҳисоблаб чиқариш, солиқ ҳисоботини тақдим этиш ва солиқ тўлаш тартиби

# nalogCodeSec12
source: Раздел двеннадцатый
uz_cyrl: Бўлим XII

# nalogCodeSec12Chap1
source: Глава XLIX. Земельный налог с юридических лиц
uz_cyrl: 42-боб. Солиқ тўловчилар, солиқ солиш объекти ва солиқ базаси

# nalogCodeSec12Chap2
source: Глава L. Земельный налог с физических лиц
uz_cyrl: 43-боб. Жами даромад

# nalogCodeSec15
source: Раздел пятнадцать
uz_cyrl: Бўлим XV

# nalogCodeSec15Chap1
source: Глава LI. Единый социальный платеж
uz_cyrl: 59-боб. Юридик шахсларнинг мол-мулкига солинадиган солиқ

# nalogCodeSec15Chap2
source: Глава LIV. Автотранспортные сборы
uz_cyrl: 60-боб. Жисмоний шахслардан олинадиган мол-мулк солиғи

# nalogCodeSec17
source: Раздел семнадцать
uz_cyrl: Бўлим XVII

# nalogCodeSec18
source: Раздел восемнадцать
uz_cyrl: Бўлим XVIII

# nalogCodeSec19
source: Раздел девятнадцать
uz_cyrl: Бўлим XIX

# nalogCodeSec20
source: Раздел двадцать
uz_cyrl: Бўлим XX

# nalogCodeSec20Chap1
source: Глава LV. Общие положения
uz_cyrl: 66-боб. Айланмадан олинадиган солиқни ҳисоблаб чиқариш ва тўлаш

# nalogCodeSec21
source: Раздел двадцать один
uz_cyrl: Бўлим XXI

# nalogCodeSec21Chap1
source: Глава LIX. Особенности налогообложения налогоплательщиков с участием прямых частных иностранных инвестиций
uz_cyrl: 67-боб. Тўғридан-тўғри хусусий чет эл инвестициялари иштирокидаги юридик шахсларга солиқ со

# nalogCodeSec21Chap2
source: Глава LX. Особенности налогообложения совместной деятельности по договору простого товарищества
uz_cyrl: 68-боб. Махсус иқтисодий зоналарнинг иштирокчиларига солиқ солишнинг ўзига хос хусусиятлари

# nalogCodeSec21Chap3
source: Глава LXI. Особенности налогообложения дехканских хозяйств
uz_cyrl: 69-боб. Маҳсулот тақсимотига оид битим доирасида амалга ошириладиган фаолиятга солиқ солишни

# nalogCodeSec21Chap4
source: Глава LXII. Особенности налогообложения рынков
uz_cyrl: 70-боб. Адвокатлар ҳайъатларига, адвокатлик фирмаларига, адвокатлик бюроларига ва адвокатларг

# nalogCodeSec21Chap5
source: Глава LXIII. Особенности налогообложения юридических и физических лиц, осуществляющих концертно-зрелищную деятельность
uz_cyrl: 71-боб. Хусусий амалиёт билан шуғулланувчи нотариусларга солиқ солишнинг ўзига хос хусусиятлари

# obshestvoCodeSec1
source: Раздел первый
uz_cyrl: Бўлим I

# obshestvoCodeSec1Chap1
source: Глава I. Общие положения
uz_cyrl: 1-БОБ. УМУМИЙ ҚОИДАЛАР

# obshestvoCodeSec1Chap2
source: Глава II. Учреждение общества
uz_cyrl: 2-БОБ. ЖАМИЯТНИ ТАЪСИС ЭТИШ

# obshestvoCodeSec1Chap3
source: Глава III. Уставный фонд (уставный капитал) общества
uz_cyrl: 3-БОБ. ЖАМИЯТНИНГ УСТАВ ФОНДИ (УСТАВ КАПИТАЛИ)

# obshestvoCodeSec1Chap4
source: Глава IV. Управление в обществе
uz_cyrl: 4-БОБ. ЖАМИЯТДА БОШҚАРУВ

# obshestvoCodeSec1Chap5
source: Глава V. Заинтересованность в совершении обществом сделки. Крупные сделки
uz_cyrl: 5-БОБ. ЖАМИЯТНИНГ БИТИМ ТУЗИШДАН МАНФААТДОРЛИГИ. ЙИРИК БИТИМЛАР

# obshestvoCodeSec1Chap6
source: Глава VI. Контроль за деятельностью общества
uz_cyrl: 6-БОБ. ЖАМИЯТНИНГ ФАОЛИЯТИ УСТИДАН НАЗОРАТ ҚИЛИШ

# obshestvoCodeSec1Chap7
source: Глава VII. Реорганизация и ликвидация общества
uz_cyrl: 7-БОБ. ЖАМИЯТНИ ҚАЙТА ТАШКИЛ ЭТИШ ВА ТУГАТИШ

# ugolovProcessCodeSec1
source: Раздел первый
uz_cyrl: Бўлим I

# ugolovProcessCodeSec1Chap1
source: Глава I. Уголовно-процессуальное законодательство
uz_cyrl: 1-боб. ЖИНОЯТ-ПРОЦЕССУАЛ ҚОНУН ҲУЖЖАТЛАРИ

# ugolovProcessCodeSec1Chap2
source: Глава II. Принципы уголовного процесса
uz_cyrl: 2-боб. ЖИНОЯТ ПРОЦЕССИ ПРИНЦИПЛАРИ

# ugolovProcessCodeSec2
source: Раздел второй
uz_cyrl: Бўлим II

# ugolovProcessCodeSec2Chap1
source: Глава III. Государственные органы и должностные лица, ответственные за производство по уголовному делу
uz_cyrl: 3-боб. ЖИНОЯТ ИШИНИ ЮРИТИШГА МАСЪУЛ БЎЛГАН ДАВЛАТ ОРГАНЛАРИ ВА МАНСАБДОР ШАХСЛАР

# ugolovProcessCodeSec2Chap2
source: Глава IV. Общественные объединения, коллективы и их представители, участвующие в производстве по уголовному делу
uz_cyrl: 4-боб. ЖИНОЯТ ИШИНИ ЮРИТИШДА ИШТИРОК ЭТУВЧИ ЖАМОАТ БИРЛАШМАЛАРИ, ЖАМОАЛАР ВА УЛАРНИНГ ВАКИЛЛАРИ

# ugolovProcessCodeSec2Chap3
source: Глава V. Лица, отстаивающие в уголовном процессе свои интересы. защитники и представители
uz_cyrl: 5-боб. ЖИНОЯТ ПРОЦЕССИДА ЎЗ МАНФААТЛАРИНИ ҲИМОЯ ҚИЛАДИГАН ШАХСЛАР. ҲИМОЯЧИЛАР ВА ВАКИЛЛАР

# ugolovProcessCodeSec2Chap4
source: Глава VI. Иные лица, участвующие в уголовном процессе
uz_cyrl: 6-боб. ЖИНОЯТ ПРОЦЕССИДА ИШТИРОК ЭТУВЧИ БОШҚА ШАХСЛАР

# ugolovProcessCodeSec2Chap5
source: Глава VII. Обстоятельства, исключающие участие в уголовном процессе. отводы
uz_cyrl: 7-боб. ЖИНОЯТ ПРОЦЕССИДА ИШТИРОК ЭТИШГА МОНЕЛИК ҚИЛАДИГАН ҲОЛАТЛАР. РАД ҚИЛИШЛАР

# ugolovProcessCodeSec3
source: Раздел третий
uz_cyrl: Бўлим III

# ugolovProcessCodeSec3Chap1
source: Глава VIII. Доказательства
uz_cyrl: 8-боб. ДАЛИЛЛАР

# ugolovProcessCodeSec3Chap2
source: Глава IX. Общие условия доказывания
uz_cyrl: 9-боб. ИСБОТ ҚИЛИШНИНГ УМУМИЙ ШАРТЛАРИ

# ugolovProcessCodeSec3Chap3
source: Глава X. Общие правила допроса
uz_cyrl: 10-боб. СЎРОҚ ҚИЛИШНИНГ УМУМИЙ ҚОИДАЛАРИ

# ugolovProcessCodeSec3Chap4
source: Глава XI. Допрос подозреваемого и обвиняемого
uz_cyrl: 11-боб. ГУМОН ҚИЛИНУВЧИНИ ВА АЙБЛАНУВЧИНИ СЎРОҚ ҚИЛИШ

# ugolovProcessCodeSec3Chap5
source: Глава XII. Допрос свидетеля и потерпевшего
uz_cyrl: 12-боб. ГУВОҲ ВА ЖАБРЛАНУВЧИНИ СЎРОҚ ҚИЛИШ

# ugolovProcessCodeSec3Chap6
source: Глава XIII. Очная ставка
uz_cyrl: 13-боб. ЮЗЛАШТИРИШ

# ugolovProcessCodeSec3Chap7
source: Глава XIV. Предъявление для опознания
uz_cyrl: 14-боб. ТАНИБ ОЛИШ УЧУН КЎРСАТИШ

# ugolovProcessCodeSec3Chap8
source: Глава XV. Проверка показаний на месте события
uz_cyrl: 15-боб. КЎРСАТУВЛАРНИ ҲОДИСА СОДИР БЎЛГАН ЖОЙДА ТЕКШИРИШ

# ugolovProcessCodeSec3Chap9
source: Глава XVI. Осмотр
uz_cyrl: 16-боб. КЎЗДАН КЕЧИРИШ

# ugolovProcessCodeSec3Chap10
source: Глава XVII. Освидетельствование
uz_cyrl: 17-боб. ГУВОҲЛАНТИРИШ

# ugolovProcessCodeSec3Chap11
source: Глава XVIII. Эксгумация трупа
uz_cyrl: 18-боб. МУРДАНИ ЭКСГУМАЦИЯ ҚИЛИШ

# ugolovProcessCodeSec3Chap12
source: Глава XIX. Эксперимент
uz_cyrl: 19-боб. ЭКСПЕРИМЕНТ

# ugolovProcessCodeSec3Chap13
source: Глава XX. Выемка и обыск
uz_cyrl: 20-боб. ОЛИБ ҚЎЙИШ ВА ТИНТУВ

# ugolovProcessCodeSec3Chap14
source: Глава XXI. Прослушивание переговоров, ведущихся с телефонов и других переговорных устройств
uz_cyrl: 21-боб. ТЕЛЕФОН ВА БОШҚА СЎЗЛАШУВ ҚУРИЛМАЛАРИ ОРҚАЛИ ОЛИБ БОРИЛАДИГАН СЎЗЛАШУВЛАРНИ ЭШИТИБ ТУРИШ

# ugolovProcessCodeSec3Chap15
source: Глава XXII. Экспертиза
uz_cyrl: 22-боб. ЭКСПЕРТИЗА

# ugolovProcessCodeSec3Chap16
source: Глава XXII.I. Ревизия
uz_cyrl: 22.1-боб. Тафтиш

# ugolovProcessCodeSec3Chap17
source: Глава XXIII. Получение образцов для экспертного исследования
uz_cyrl: 23-боб. ЭКСПЕРТИЗА ТЕКШИРУВИ УЧУН НАМУНАЛАР ОЛИШ

# ugolovProcessCodeSec3Chap18
source: Глава XXIV. Представление предметов и документов
uz_cyrl: 24-боб. НАРСАЛАР ВА ҲУЖЖАТЛАРНИ ТАҚДИМ ҚИЛИШ

# ugolovProcessCodeSec3Chap19
source: Глава XXV. Приобщение к делу предметов и документов в качестве вещественных и письменных доказательств
uz_cyrl: 25-боб. НАРСА ВА ҲУЖЖАТЛАРНИ АШЁВИЙ ВА ЁЗМА ДАЛИЛ СИФАТИДА ИШГА ҚЎШИБ ҚЎЙИШ

# ugolovProcessCodeSec4
source: Раздел четвертый
uz_cyrl: Бўлим IV

# ugolovProcessCodeSec4Chap1
source: Глава XXVI. Основания и пределы ограничения прав личности в уголовном процессе
uz_cyrl: 26-боб. ЖИНОЯТ ПРОЦЕССИДА ШАХС ҲУҚУҚЛАРИНИ ЧЕКЛАШ АСОСЛАРИ ВА ЧЕГАРАЛАРИ

# ugolovProcessCodeSec4Chap2
source: Глава XXVII. Задержание
uz_cyrl: 27-боб. УШЛАБ ТУРИШ

# ugolovProcessCodeSec4Chap3
source: Глава XXVIII. Меры пресечения
uz_cyrl: 28-боб. ЭҲТИЁТ ЧОРАЛАРИ

# ugolovProcessCodeSec4Chap4
source: Глава XXVIII.I. Приостановление действия паспорта (проездного документа)
uz_cyrl: 28.1-боб. Паспортнинг (ҳаракатланиш ҳужжатининг) амал қилишини тўхтатиб туриш

# ugolovProcessCodeSec4Chap5
source: Глава XXIX. Отстранение от должности
uz_cyrl: 29-боб. ЛАВОЗИМДАН ЧЕТЛАШТИРИШ

# ugolovProcessCodeSec4Chap6
source: Глава XXX. Приводы
uz_cyrl: 30-боб. МАЖБУРИЙ КЕЛТИРИШ

# ugolovProcessCodeSec4Chap7
source: Глава XXXI. Помещение лица в медицинское учреждение
uz_cyrl: 31-боб. ШАХСНИ ТИББИЙ МУАССАСАГА ЖОЙЛАШТИРИШ

# ugolovProcessCodeSec4Chap8
source: Глава XXXII. Обеспечение безопасности участников процесса. ответственность за нарушение процессуальных обязанностей
uz_cyrl: 32-боб. ПРОЦЕСС ИШТИРОКЧИЛАРИНИНГ ХАВФСИЗЛИГИНИ ТАЪМИНЛАШ. СУРИШТИРУВ, ДАСТЛАБКИ ТЕРГОВ ВА СУДДА ПРОЦЕССУАЛ МАЖБУРИЯТЛАР ҲАМДА ТАРТИБНИ БУЗГАНЛИК УЧУН ЖАВОБГАРЛИК

# ugolovProcessCodeSec5
source: Раздел пятый
uz_cyrl: Бўлим V

# ugolovProcessCodeSec5Chap1
source: Глава XXXIII. Гражданский иск в уголовном процессе. Другие имущественные взыскания
uz_cyrl: 33-боб. ЖИНОЯТ ПРОЦЕССИДА ФУҚАРОВИЙ ДАЪВО. БОШҚА МУЛКИЙ УНДИРИШЛАР

# ugolovProcessCodeSec5Chap2
source: Глава XXXIV. Возвращение имущества потерпевшему или гражданскому истцу
uz_cyrl: 34-боб. МОЛ-МУЛКНИ ЖАБРЛАНУВЧИ ЁКИ ФУҚАРОВИЙ ДАЪВОГАРГА ҚАЙТАРИШ

# ugolovProcessCodeSec5Chap3
source: Глава XXXV. Обеспечение исполнения приговора в части имущественных взысканий
uz_cyrl: 35-боб. ҲУКМНИНГ МУЛКИЙ УНДИРИШЛАР ТЎҒРИСИДАГИ ҚИСМИ ИЖРОСИНИ ТАЪМИНЛАШ

# ugolovProcessCodeSec6
source: Раздел шестой
uz_cyrl: Бўлим VI

# ugolovProcessCodeSec6Chap1
source: Глава XXXVI. Меры предупреждения преступлений
uz_cyrl: 36-боб. Жиноятларнинг олдини олиш чоралари

# ugolovProcessCodeSec7
source: Раздел седьмой
uz_cyrl: Бўлим VII

# ugolovProcessCodeSec7Chap1
source: Глава XXXVII. Основания и последствия реабилитации
uz_cyrl: 37-боб. Реабилитация асослари ва оқибатлари

# ugolovProcessCodeSec7Chap2
source: Глава XXXVIII. Порядок возмещения реабилитированному вреда и восстановления его в иных правах
uz_cyrl: 38-боб. РЕАБИЛИТАЦИЯ ЭТИЛГАН ШАХСГА ЕТКАЗИЛГАН ЗИЁННИ ҚОПЛАШ ВА УНИНГ БОШҚА ҲУҚУҚЛАРИНИ ТИКЛАШ ТАРТИБИ

# ugolovProcessCodeSec8
source: Раздел восьмой
uz_cyrl: Бўлим VIII

# ugolovProcessCodeSec8Chap1
source: Глава XXXIX. Процессуальные сроки
uz_cyrl: 39-боб. ПРОЦЕССУАЛ МУДДАТЛАР

# ugolovProcessCodeSec8Chap2
source: Глава XL. Процессуальные издержки и их возмещение
uz_cyrl: 40-боб. ПРОЦЕССУАЛ ЧИҚИМЛАР ВА УЛАРНИ ҚОПЛАШ

# ugolovProcessCodeSec9
source: Раздел девятый
uz_cyrl: Бўлим IX

# ugolovProcessCodeSec9Chap1
source: Глава XL.I. Общие условия досудебного производства
uz_cyrl: 41-боб. ЖИНОЯТ ИШИНИ ҚЎЗҒАТИШ

# ugolovProcessCodeSec9Chap2
source: Глава XLI. Возбуждение уголовного дела
uz_cyrl: 43-боб. ДАСТЛАБКИ ТЕРГОВНИНГ УМУМИЙ ШАРТЛАРИ

# ugolovProcessCodeSec9Chap3
source: Глава XLIII. Общие условия предварительного следствия
uz_cyrl: 44-боб. ЖИНОЯТ ИШИДА ГУМОН ҚИЛИНУВЧИ ТАРИҚАСИДА ВА АЙБЛАНУВЧИ ТАРИҚАСИДА ИШТИРОК ЭТИШГА ЖАЛБ ҚИЛИШ

# ugolovProcessCodeSec9Chap4
source: Глава XLIV. Привлечение к участию в уголовном деле в качестве подозреваемого и обвиняемого
uz_cyrl: 45-боб. ДАСТЛАБКИ ТЕРГОВНИ ТЎХТАТИШ ВА ҚАЙТА ТИКЛАШ

# ugolovProcessCodeSec9Chap5
source: Глава XLV. Приостановление и возобновление предварительного следствия
uz_cyrl: 46-боб. ДАСТЛАБКИ ТЕРГОВНИ ТАМОМЛАШ

# ugolovProcessCodeSec9Chap6
source: Глава XLVI. Окончание предварительного следствия
uz_cyrl: 46.1-боб. Суриштирувнинг умумий шартлари

# ugolovProcessCodeSec9Chap7
source: Глава XLVI.I. Общие условия дознания
uz_cyrl: 47-боб. Суриштирув ва дастлабки тергов органлари шунингдек терговга қадар текширувни амалга оширувчи органларнинг қонунларнинг ижро этиши устидан назорат

# ugolovProcessCodeSec10
source: Раздел десятый
uz_cyrl: Бўлим X

# ugolovProcessCodeSec10Chap1
source: Глава XLVIII. Подсудность
uz_cyrl: 48-боб. СУДЛОВГА ТЕГИШЛИЛИК

# ugolovProcessCodeSec10Chap2
source: Глава XLIX. Назначение уголовного дела к судебному разбирательству
uz_cyrl: 49-боб. ЖИНОЯТ ИШИНИ СУДДА КЎРИШ УЧУН ТАЙИНЛАШ

# ugolovProcessCodeSec10Chap3
source: Глава L. Общие условия судебного разбирательства
uz_cyrl: 50-боб. СУД МУҲОКАМАСИНИНГ УМУМИЙ ШАРТЛАРИ

# ugolovProcessCodeSec10Chap4
source: Глава LI. Подготовительная часть судебного заседания
uz_cyrl: 51-боб. СУД МАЖЛИСИНИНГ ТАЙЁРЛОВ ҚИСМИ

# ugolovProcessCodeSec10Chap5
source: Глава LII. Судебное следствие
uz_cyrl: 52-боб. СУД ТЕРГОВИ

# ugolovProcessCodeSec10Chap6
source: Глава LIII. Прения сторон и последнее слово подсудимого
uz_cyrl: 53-боб. ТАРАФЛАРНИНГ МУЗОКАРАСИ ВА СУДЛАНУВЧИНИНГ ОХИРГИ СЎЗИ

# ugolovProcessCodeSec10Chap7
source: Глава LIV. Приговор
uz_cyrl: 54-боб. ҲУКМ

# ugolovProcessCodeSec11
source: Раздел одиннадцатый
uz_cyrl: Бўлим XI

# ugolovProcessCodeSec11Chap1
source: Глава LV. Общие условия проверки законности, обоснованности и справедливости приговоров, определений и постановлений
uz_cyrl: 55-боб. ҲУКМ, АЖРИМ ВА ҚАРОРЛАРНИНГ ҚОНУНИЙЛИГИ, АСОСЛИЛИГИ ВА АДОЛАТЛИЛИГИНИ ТЕКШИРИШНИНГ УМУМИЙ ШАРТЛАРИ

# ugolovProcessCodeSec11Chap2
source: Глава LV.I. Апелляционное производство
uz_cyrl: 55.1-боб. АПЕЛЛЯЦИЯ ТАРТИБИДА ИШ ЮРИТИШ

# ugolovProcessCodeSec11Chap3
source: Глава LVI. Кассационное производство
uz_cyrl: 56-боб. КАССАЦИЯ ТАРТИБИДА ИШ ЮРИТИШ

# ugolovProcessCodeSec11Chap4
source: Глава LVII. Надзорное производство
uz_cyrl: 57-боб. НАЗОРАТ ТАРТИБИДА ИШ ЮРИТИШ

# ugolovProcessCodeSec12
source: Раздел двенадцатый
uz_cyrl: Бўлим XII

# ugolovProcessCodeSec12Chap1
source: Глава LVIII. Обращение к исполнению приговоров, определений, постановлений
uz_cyrl: 58-боб. ҲУКМ, АЖРИМ, ҚАРОРЛАРНИ ИЖРО ЭТТИРИШ

# ugolovProcessCodeSec12Chap2
source: Глава LIX. Разрешение вопросов, возникающих при исполнении приговоров, определений и постановлений
uz_cyrl: 59-боб. ҲУКМ, АЖРИМ ВА ҚАРОРЛАРНИ ИЖРО ЭТИШДА ЮЗАГА КЕЛГАН МАСАЛАЛАРНИ ҲАЛ ҚИЛИШ

# ugolovProcessCodeSec13
source: Раздел тринадцатый
uz_cyrl: Бўлим XIII

# ugolovProcessCodeSec13Chap1
source: Глава LX. Производство по делам о преступлениях несовершеннолетних
uz_cyrl: 60-боб. ВОЯГА ЕТМАГАНЛАРНИНГ ЖИНОЯТЛАРИ ҲАҚИДАГИ ИШЛАРНИ ЮРИТИШ

# ugolovProcessCodeSec13Chap2
source: Глава LXI. Производство по делам о применении принудительных мер медицинского характера
uz_cyrl: 61-боб. ТИББИЙ ЙЎСИНДАГИ МАЖБУРЛОВ ЧОРАЛАРИНИ ҚЎЛЛАШ ТЎҒРИСИДАГИ ИШЛАРНИ ЮРИТИШ

# ugolovProcessCodeSec13Chap3
source: Глава LXII. Производство по делам о примирении
uz_cyrl: 62-боб. ЯРАШУВ ТЎҒРИСИДАГИ ИШЛАР БЎЙИЧА ИШ ЮРИТИШ

# ugolovProcessCodeSec13Chap4
source: Глава LXIII. Применение акта амнистии на стадии досудебного производства
uz_cyrl: 63-боб. ИШНИ СУДГА ҚАДАР ЮРИТИШ БОСҚИЧИДА АМНИСТИЯ АКТИНИ ҚЎЛЛАШ

# ugolovProcessCodeSec14
source: Раздел четырнадцатый
uz_cyrl: Бўлим XIV

# ugolovProcessCodeSec14Chap1
source: Глава LXIV. Основные положения о порядке взаимодействия судов, прокуроров, следователей и органов дознания с компетентными органами
uz_cyrl: 64-БОБ. СУДЛАР, ПРОКУРОРЛАР, ТЕРГОВЧИЛАР ВА СУРИШТИРУВ ОРГАНЛАРИНИНГ ХОРИЖИЙ ДАВЛАТЛАР ВАКОЛАТЛИ ОРГАНЛАРИ БИЛАН ЎЗАРО ҲАМКОРЛИГИНИНГ ТАРТИБИ ТЎҒРИСИД

# ugolovProcessCodeSec14Chap2
source: Глава LXV. Выдача лица для привлечения к уголовной ответственности или исполнения приговора
uz_cyrl: 65-боб. ШАХСНИ ЖИНОИЙ ЖАВОБГАРЛИККА ТОРТИШ ЁКИ ҲУКМНИ ИЖРО ЭТИШ УЧУН УШЛАБ БЕРИШ

# chastniyCodeSec1Chap1
source: Глава I. Общие положения
uz_cyrl: 12Ω1-боб. УМУМИЙ ҚОИДАЛАР

# chastniyCodeSec1Chap2
source: Глава II. Создание частного предприятия и его государственная регистрация
uz_cyrl: 12Ω2-боб. ХУСУСИЙ КОРХОНА ТУЗИШ ВА УНИ ДАВЛАТ РЎЙХАТИДАН ЎТКАЗИШ

# chastniyCodeSec1Chap3
source: Глава III. Управление частным предприятием
uz_cyrl: 12Ω3-боб. ХУСУСИЙ КОРХОНАНИ БОШҚАРИШ

# chastniyCodeSec1Chap4
source: Глава IV. Трудовые отношения на частном предприятии
uz_cyrl: 12Ω4-боб. ХУСУСИЙ КОРХОНАДА МЕҲНАТГА ОИД МУНОСАБАТЛАР

# chastniyCodeSec1Chap5
source: Глава V. Гарантия свободы деятельности частного предприятия
uz_cyrl: 12Ω5-боб. ХУСУСИЙ КОРХОНА ФАОЛИЯТИ ЭРКИНЛИГИНИНГ КАФОЛАТЛАРИ

# chastniyCodeSec1Chap6
source: Глава VI. Заключительные положения
uz_cyrl: 12Ω6-боб. ЯКУНЛОВЧИ ҚОИДАЛАР

# grajdanskiyCodeSec1
source: Раздел первый
uz_cyrl: Бўлим I

# grajdanskiyCodeSec1Chap1
source: Глава I. Гражданское законодательство
uz_cyrl: 1-БОБ. ФУҚАРОЛИК ҚОНУН ҲУЖЖАТЛАРИ
